Repository: JustAmalll/OnTheWakeLiveKMM
Catalog: iosApp/iosApp/*.lproj/Localizable.strings
Languages: ru

source: Login
ru: Войти

source: Phone number
ru: Номер телефона

source: Password
ru: Пароль

source: The phone number can't be blank
ru: Номер телефона не может быть пустым

source: The first name can't be blank
ru: Имя не может быть пустым

source: The last name can't be blank
ru: Фамилия не может быть пустой

source: Invalid phone number
ru: Неправильный номер телефона

source: The password can't be blank
ru: Пароль не может быть пустым

source: The password needs to consist of at least 6 characters
ru: Пароль должен состоять не менее чем из 6 символов

source: OTP cannot be empty
ru: OTP не может быть пустым

source: Incorrect phone number or password
ru: Неверный номер телефона или пароль

source: An unknown error occurred
ru: Произошла неизвестная ошибка
